{
    "items": [
        {
            "id": "2656243/4Z6DWZCM",
            "type": "article-journal",
            "title": "Beyond Subjection: Notes on the later Foucault and education",
            "container-title": "Educational Philosophy and Theory",
            "page": "57-73",
            "volume": "44",
            "abstract": "This article argues against the doxa that Foucault's analysis of education inevitably undermines self-originating ethical intention on the part of teachers or students. By attending to Foucault's lesser known, later work—in particular, the notion of ‘biopower’ and the deepened level of materiality it entails—the article shows how the earlier Foucauldian conception of power is intensified to such an extent that it overflows its original domain, and comes to ‘infuse’ the subject that might previously have been taken as a mere effect. What emerges, accordingly, is a subject divested of ‘traditional’, substantial, formation, located wholly on an immanent plane, and yet centrally concerned with the practice of freedom and ethical resistance. In turn, what seemed to have no place at all in the earlier Foucault becomes central: in general, active subjectivization (subjectivation) as a counter to passive subjection (assujetissement); more particularly, subjects' ongoing production and creation (via strategic decisions and localized opposition) of a new ethos, new ‘practices of self’, and new kinds of relations. With this alternative Foucauldian position outlined, the article then focuses more particularly on the practices of education: it concludes that, instead of being rendered merely the factories of obedient behaviour, schools or colleges can be the locus for a critically-informed, oppositional micro-politics. In other words: the power-relations that (quite literally) constitute education can now be regarded, on Foucault's own terms, as being creative, ‘enabling’ and positive.",
            "URL": "http://onlinelibrary.wiley.com.pitt.idm.oclc.org/doi/10.1111/j.1469-5812.2011.00774.x/abstract",
            "DOI": "10.1111/j.1469-5812.2011.00774.x",
            "shortTitle": "Beyond Subjection",
            "language": "en",
            "author": [
                {
                    "family": "Leask",
                    "given": "Ian"
                }
            ],
            "issued": {
                "raw": "May 1, 2012"
            },
            "accessed": {
                "raw": "2017-06-03"
            }
        }
    ]
}
